Repository: glennneiger/ofuz
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fr_fr

source: has a note from
fr_fr: a une note de

source: posted in
fr_fr: publiée dans

source: Ownership of the task
fr_fr: Propriétaire de la tâche

source: on project
fr_fr: sur le projet

source: has been changed to
fr_fr: a été modifié pour

source: has been closed by
fr_fr: a été fermé par

source: has been re-opened by
fr_fr: a été rouverte par

source: has been set to
fr_fr: a été fixé à

source: by
fr_fr: par

source: is renamed as
fr_fr: est rebaptisé

source: Category of
fr_fr: Catégorie de

source: Due date of
fr_fr: Date d&#39;échéance du

source: A new task
fr_fr: Une nouvelle tâche

source: has been added by
fr_fr: a été ajouté par

source: Past due invoices
fr_fr: Des factures en souffrance

source: send email reminder
fr_fr: Envoyer courriel de rappel

source: Would you like add payment from the remaining
fr_fr: Souhaitez-vous ajouter de paiement auprès des autres

source: Number
fr_fr: Nombre

source: Due
fr_fr: Dû

source: Successfully email sent to:
fr_fr: Réussir email envoyé à:

source: Unable to send email to
fr_fr: Impossible d&#39;envoyer un courriel à

source: Recurrent Value is not correct.To set as Recurrent edit the invoice and enter numeric value
fr_fr: Récidive valeur n&#39;est pas définie comme correct.To modifier récurrent de la facture et saisir une valeur numérique

source: Invoice could be created. Possible reason Contact Missing.
fr_fr: Facture pourraient être créés. Possible raison Contact disparus.

source: Invoice is sent to
fr_fr: Facture est envoyée au

source: Unable to send invocie as no email id found
fr_fr: Impossible d&#39;envoyer aucun email invocie comme identifiant de

source: Invalid amount has been entered
fr_fr: montant Blancs a été conclu

source: The payment received is greater than the invoice amount, do you want to apply
fr_fr: Le paiement reçu est supérieur au montant de la facture, voulez-vous d&#39;appliquer

source: Payment has been added
fr_fr: Le paiement a été ajoutée

source: Amount is greater than the total due
fr_fr: Le montant est supérieur à la somme due

source: Total Amount
fr_fr: Montant total

source: Please Select Your Payment Method
fr_fr: S&#39;il vous plaît Choisissez votre mode de paiement

source: Credit Card Number
fr_fr: Numéro de carte de crédit

source: CVV number
fr_fr: Numéro CVV

source: Card Expiration Month - Year
fr_fr: Mois expiration de la carte - Année

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: The Total Amount entered is greater than the invoice amount. Please re-enter.
fr_fr: Le montant total inscrit est supérieur au montant de la facture. S&#39;il vous plaît entrer de nouveau.

source: This transaction has been approved. Thank you for your payment
fr_fr: Cette transaction a été approuvée. Nous vous remercions de votre paiement

source: has been accepted by
fr_fr: a été acceptée par

source: All
fr_fr: Tous

source: Quote
fr_fr: Citation

source: Paid
fr_fr: Payé

source: Past Due
fr_fr: En raison des dernières

source: Select Tag to remove
fr_fr: Sélectionnez Ajouter à supprimer

source: As on
fr_fr: Comme le

source: Total Contacts :
fr_fr: Contacts Total:

source: No co-worker found for this project
fr_fr: Aucun collaborateur pour ce projet

source: Change Owner
fr_fr: Changer le propriétaire

source: Select Task
fr_fr: Sélectionnez Tâche

source: You do not have Tasks for this Project.
fr_fr: Vous n&#39;avez pas les tâches de ce projet.

source: Task Category :
fr_fr: Catégorie de la tâche:

source: Due Date :
fr_fr: Date d&#39;échéance:

source: Hours of work expected :
fr_fr: Heures de travail prévu:

source: Task Status
fr_fr: Situation de travail

source: Open
fr_fr: Ouvert

source: Closed
fr_fr: Fermé

source: Get into the discussion:
fr_fr: Entrez dans la discussion:

source: Hours Worked
fr_fr: Heures travaillées

source: Attach a file
fr_fr: Joindre un fichier

source: When this happened
fr_fr: Lorsque cela est arrivé

source: Add this item
fr_fr: Ajouter cet article

source: This task is closed
fr_fr: Cette tâche est fermé

source: Go Back
fr_fr: Retour

source: Template Name
fr_fr: Nom du modèle

source: Your API Key is :
fr_fr: Votre clé API est la suivante:

source: You do not yet have an API key.
fr_fr: Vous n&#39;avez pas encore d&#39;une clé API.

source: Please generate one
fr_fr: S&#39;il vous plaît générer un

source: Dashboard
fr_fr: Tableau de bord

source: Tasks
fr_fr: Tâches

source: Projects
fr_fr: Projets

source: Offline Support
fr_fr: Support hors-ligne

source: Did you know?
fr_fr: Le saviez-vous?

source: You can create Notes via email by using your
fr_fr: Vous pouvez créer des notes par courrier électronique en utilisant votre

source: create-a-note-by-email
fr_fr: Create-A-note par email

source: stream addresses.
fr_fr: adresses écouter.

source: You can create tasks via email by using your
fr_fr: Vous pouvez créer des tâches par e-mail en utilisant votre

source: create-a-task-by-email
fr_fr: créer-une tâche-par e-mail

source: dropbox addresses.
fr_fr: la sélection des adresses.

source: Co-Workers
fr_fr: Co-travailleurs

source: Settings
fr_fr: Paramètres

source: Logout
fr_fr: Déconnexion

source: Add Invoice
fr_fr: Ajouter la facture

source: Add Quote
fr_fr: Ajouter Quote

source: Add a new company
fr_fr: Ajouter une nouvelle société

source: Showing contacts with tags:
fr_fr: Liste des contacts avec les tags:

source: Find someone by typing their name or company
fr_fr: Trouver quelqu&#39;un en tapant leur nom ou de la société

source: View contacts:
fr_fr: Voir les contacts:

source: Recently added
fr_fr: Récemment ajouté

source: Recently modified
fr_fr: Modifiées récemment

source: Recently viewed
fr_fr: Consultés récemment

source: With recent activity
fr_fr: Avec l&#39;activité récente

source: Alphabetically
fr_fr: Alphabétiquement

source: With the selected contacts you can:
fr_fr: Avec les contacts sélectionnés, vous pouvez:

source: Delete them
fr_fr: Supprimez-les

source: or
fr_fr: ou

source: Un-Share Contact
fr_fr: Contactez-Un Partager

source: Share With Co-Workers
fr_fr: Partager avec les collègues

source: Merge in one
fr_fr: Fusionner en un seul

source: Send a Message
fr_fr: Envoyer un message

source: select all
fr_fr: Sélectionner l&#39;ensemble des

source: select none
fr_fr: Aucun sélectionnez

source: Ofuz :: Contacts Web Form Creator
fr_fr: Ofuz:: Créateur Contacts Formulaire Web

source: Web Form Builder
fr_fr: Générateur de formulaire Web

source: Form Title
fr_fr: Titre du formulaire

source: Form Description
fr_fr: Description Formulaire

source: Tags for those contacts
fr_fr: Tags pour les contacts

source: Web address to take the user after submitting the form
fr_fr: adresse Web pour prendre de l&#39;utilisateur après la soumission du formulaire

source: Receive an email alert when someone submit the form
fr_fr: Recevez une alerte e-mail lorsque quelqu&#39;un soumettre le formulaire

source: Search Result
fr_fr: Résultat de la recherche

source: Already a co-worker
fr_fr: Déjà un collègue

source: Add as co-worker
fr_fr: Ajouter en tant que co-travailleur

source: No Result Found
fr_fr: Aucun résultat trouvé

source: Can't find the user? Send an invitation by email
fr_fr: Vous ne trouvez pas l&#39;utilisateur? Envoyez une invitation par e-mail

source: Please give us the reason for Cancellation
fr_fr: S&#39;il vous plaît nous donner la raison de l&#39;annulation

source: Yes Cancel and delete all my information
fr_fr: Oui Annuler et supprimer toutes mes informations

source: Language Translator for Emailtemplate
fr_fr: Traducteur de langue pour les Emailtemplate

source: Test Setting
fr_fr: Test Configuration

source: Welcome to SQLFusion. This is a sample page for the Setting Tab with the Plugin.
fr_fr: Bienvenue à SQLFusion. Ceci est un exemple de page de l&#39;onglet Configuration avec le plugin.

source: Creating setting with Plugin is very simple with Ofuz Plugin API. Give it a try and we are sure you will love this !!
fr_fr: Création d&#39;établissement avec le plugin est très simple avec Ofuz Plugin API. Faites un essai et nous sommes sûr que vous aimerez ça!!

source: Welcome to SQLFusion. This is a sample page for the plugin Tab.
fr_fr: Bienvenue à SQLFusion. Ceci est un exemple de page de l&#39;onglet plugin.

source: Creating Tab with Plugin is very simple with Ofuz Plugin API. Give it a try and we are sure you will love this !!
fr_fr: Création de l&#39;onglet avec le plugin est très simple avec Ofuz Plugin API. Faites un essai et nous sommes sûr que vous aimerez ça!!

source: Edit Company
fr_fr: Modifier Société

source: Contact Address
fr_fr: Adresse de contact

source: No server specified
fr_fr: Pas de serveur spécifié

source: Error
fr_fr: Erreur

source: no login ID submitted
fr_fr: pas de connexion ID soumis

source: connection not established
fr_fr: connexion non établie

source: No password submitted
fr_fr: Aucun mot de passe présenté

source: Authentication failed
fr_fr: L&#39;authentification a échoué

source: No connection to server
fr_fr: Pas de connexion au serveur

source: No login ID submitted
fr_fr: Aucun ID de connexion présenté

source: No server banner
fr_fr: Aucune bannière du serveur

source: abort
fr_fr: avorter

source: apop authentication failed
fr_fr: authentification APOP échoué

source: Premature end of list
fr_fr: Fin prématurée de la liste

source: Empty command string
fr_fr: chaîne de commande vide

source: connection does not exist
fr_fr: connexion n&#39;existe pas

source: No msg number submitted
fr_fr: Aucun numéro msg soumis

source: Command failed
fr_fr: Échec de la commande

source: Email Stream Setup
fr_fr: Le programme d&#39;installation Stream Email

source: Dear
fr_fr: Cher

source: You do not have an email stream id yet
fr_fr: Vous n&#39;avez pas un flux email id encore

source: Edit Contact
fr_fr: Modifier le contact

source: Import Contacts
fr_fr: Importer des contacts

source: Step 1 of 2:
fr_fr: Étape 1 de 2:

source: Select the .CSV File
fr_fr: Sélectionnez le fichier. Csv

source: Ofuz supports importing records from .csv
fr_fr: Ofuz charge l&#39;importation de documents. Csv

source: Comma Separated Values
fr_fr: Valeurs séparées par des virgules

source: files
fr_fr: fichiers

source: To start import, browse to locate file .csv file and click on the Next button to continue.
fr_fr: Pour démarrer l&#39;importation, localisez le fichier. Csv et cliquez sur le bouton Suivant pour continuer.

source: Parameter missing !!!
fr_fr: Paramètre manquant!

source: -Plug-in content page not defined, exiting now
fr_fr: Plug-in page de contenu n&#39;est pas défini, la sortie aujourd&#39;hui

source: Plugin Content Not Found !!
fr_fr: Content Plugin introuvable!

source: If you have not registered yet, please do so
fr_fr: Si vous n&#39;êtes pas encore inscrit, s&#39;il vous plaît le faire

source: If you forgot your password, you can retrieve it
fr_fr: Si vous avez oublié votre mot de passe, vous pouvez le récupérer

source: You can also sign into our mobile version
fr_fr: Vous pouvez également vous inscrire dans notre version mobile

source: Welcome to the
fr_fr: Bienvenue à la

source: portal
fr_fr: portail

source: Add a Note or File
fr_fr: Ajouter une note ou un fichier

source: Added By
fr_fr: Ajouté par

source: - email template add form
fr_fr: - Modèle de courrier électronique sur Ajouter un formulaire

source: Add a new email
fr_fr: Ajouter un nouvel email

source: - Email templates
fr_fr: - Email modèles

source: Delete this Auto Responder Email
fr_fr: Supprimer ce Auto Responder Email

source: You do not have any auto responder Email Templates for
fr_fr: Vous n&#39;avez pas d&#39;auto répondeur Email Templates pour

source: 's Work Feed:
fr_fr: «Feed travail s:

source: Work Feed
fr_fr: L&#39;avance de

source: Recurrent Invoice?
fr_fr: Facture récurrentes?

source: Set this invoice as recurrent
fr_fr: Définissez cette facture récurrente

source: Repeat this invoice every: <br />
fr_fr: Répétez cette facture tous: <br />

source: (like every 2 Months or every 3 Days)
fr_fr: (Comme tous les 2 mois ou tous les jours 3)

source: Contact/Company
fr_fr: Contact / Société

source: Daily Notes & Discussion
fr_fr: Notes quotidiennes et discussion

source: Today
fr_fr: Aujourd&#39;hui

source: Notes With Hours
fr_fr: Notes sur le temps

source: All Task
fr_fr: Toutes les tâches

source: All Users
fr_fr: Tous les utilisateurs

source: Note By
fr_fr: Remarque: Par

source: Time Worked
fr_fr: Temps de travail

source: hrs
fr_fr: heures

source: Time Recorded
fr_fr: Temps Recorded

source: Your current plan
fr_fr: Votre plan actuel

source: Thank you for connecting to Ofuz with facebook connect. <br/> If you already have a username and password at Ofuz please sign in bellow to connect your facebook account to Ofuz.</br> Otherwize just provide us with your email address to create a new account.
fr_fr: Merci pour la connexion à Ofuz avec Facebook Connect. <br/> Si vous avez déjà un nom d&#39;utilisateur et mot de passe à Ofuz s&#39;il vous plaît vous connecter ci-dessous pour connecter votre compte Facebook pour Ofuz. </br> Otherwize vient de nous fournir votre adresse e-mail pour créer un nouveau compte.

source: If you are a new ofuz user please enter your email address bellow
fr_fr: Si vous êtes un utilisateur ofuz nouvelles s&#39;il vous plaît, entrez votre adresse e-mail ci-dessous

source: Your email address:
fr_fr: Votre adresse e-mail:

source: Plug-in class not found exiting
fr_fr: Plug-in de classe ne trouve pas la sortie

source: Plug-in setting content not defined, exiting now
fr_fr: Plug-in paramètre de contenu n&#39;est pas défini, la sortie aujourd&#39;hui

source: Plugin Setting Content Not Found !!
fr_fr: Plugin paramètre de contenu n&#39;a pas été trouvée!

source: Ofuz :: Contacts Send Email Save Template
fr_fr: Ofuz:: Contacts Envoyer Enregistrer le modèle

source: Save Template
fr_fr: Enregistrer le modèle

source: Name for this email template:
fr_fr: Nom e-mail pour ce modèle:

source: or click here to continue
fr_fr: ou cliquez ici pour continuer

source: or click here to continue without saving
fr_fr: ou cliquez ici pour continuer sans sauvegarder

source: This
fr_fr: Cette

source: Invoices Year to date
fr_fr: Année factures à ce jour

source: Totals for
fr_fr: Totaux pour

source: ( hide totals )
fr_fr: (Cacher les totaux)

source: Sending Emails......
fr_fr: Envoi de courriels ......

source: You have payments which are not yet applied to invoices.
fr_fr: Vous avez des paiements qui ne sont pas encore appliqués à des factures.

source: Click here.
fr_fr: Cliquez ici.

source: Showing:
fr_fr: Affichage:

source: New
fr_fr: Nouveau

source: Partial
fr_fr: Partiel

source: View all invoices
fr_fr: Voir toutes les factures

source: show totals
fr_fr: Afficher les totaux

source: show past due
fr_fr: Voir la souffrance

source: Total Paid
fr_fr: Versés

source: Status
fr_fr: Statut

source: Other ways to add people
fr_fr: Autres façons d&#39;ajouter des personnes

source: Import from vCard
fr_fr: Import de vCard

source: Import from CSV
fr_fr: Import de CSV

source: Import from Google
fr_fr: Importations en provenance de Google

source: Import from Facebook
fr_fr: Importations en provenance de Facebook

source: Create a Web Form
fr_fr: Créer un formulaire Web

source: Edit Invoice
fr_fr: Modifier la facture

source: Discount (%) :
fr_fr: Remise (%):

source: Add Tax (%)
fr_fr: Ajouter l&#39;impôt (%)

source: Tax (%)
fr_fr: D&#39;impôt (%)

source: Share files and Notes
fr_fr: Partagez des fichiers et des notes

source: The link bellow is a place where you and
fr_fr: Le lien ci-dessous est un endroit où vous et

source: can share files, documents and notes with you.
fr_fr: peuvent partager des fichiers, des documents et des notes avec vous.

source: Generate a new address link
fr_fr: Générer un lien nouvelle adresse

source: Stop sharing
fr_fr: Arrêter le partage

source: Set a personalized message
fr_fr: Définir un message personnalisé

source: Click Here to Turn On <br>File Sharing with
fr_fr: Cliquez ici pour activer <br> Partage de fichiers avec

source: Start by importing your contacts:
fr_fr: Commencez par importer vos contacts:

source: Skip Importing Contacts
fr_fr: Contacts ignorer l&#39;importation

source: It imports only the active contacts from Gmail.So it doesn't import contact with no name.
fr_fr: Il importe que les contacts actifs de Gmail.So il n&#39;importe pas de contact avec aucun nom.

source: Export Contacts
fr_fr: Exporter les contacts

source: Contacts will be exported from Ofuz which have atleast one emailid.
fr_fr: Des contacts seront exportées de Ofuz qui ont atleast une emailid.

source: Oops ! something wrong, seems like the facebook session is no longer valid, please clear the bowser cookies and retry. We appriciate your patience
fr_fr: Oops! quelque chose de mal, semble être la session facebook n&#39;est plus valide, s&#39;il vous plaît supprimer les cookies de Bowser et de réessayer. Nous appriciate votre patience

source: Facebook contacts has been imported successfully
fr_fr: contacts Facebook a été importé avec succès

source: Please connect to facebook first
fr_fr: S&#39;il vous plaît vous connecter à Facebook premier

source: If you are already connected to facebook please wait for few seconds, page will be auromatically redirected
fr_fr: Si vous êtes déjà connecté à Facebook s&#39;il vous plaît attendez quelques secondes, la page sera redirigé auromatically

source: Are you sure you want to Close the selected Task ?
fr_fr: Etes-vous sûr que vous voulez fermer la tâche sélectionnée?

source: Are you sure you want to change the selected task to a different project ?
fr_fr: Etes-vous sûr que vous souhaitez modifier la tâche sélectionnée à un autre projet?

source: -- All Participants --
fr_fr: - Tous les participants -

source: -- All Task Categories --
fr_fr: - Toutes les catégories de travail -

source: Effort estimated in hours
fr_fr: Effort estimé en heures

source: Project Status
fr_fr: État du projet

source: Project accesibility
fr_fr: Accessibilité du projet

source: Private
fr_fr: Privé

source: With the selected Task you can:
fr_fr: Avec la tâche sélectionnée, vous pouvez:

source: or
fr_fr: ou

source: Close
fr_fr: Fermer

source: Open Projects
fr_fr: Projets Open

source: Closed Projects
fr_fr: Projets achevés

source: Please check the URL
fr_fr: S&#39;il vous plaît vérifier l&#39;URL

source: Web Form Url
fr_fr: Url Web Form

source: The url for the web form
fr_fr: L&#39;URL du formulaire web

source: is
fr_fr: est

source: Embed code to insert in your blog or web site
fr_fr: Intégrer le code à insérer sur votre blog ou site web

source: Back
fr_fr: Dos

source: <b>Contact is sent.</b>
fr_fr: <b>Contact est envoyé.</b>

source: <b>Error Sending Email, Please try again.</b>
fr_fr: <b>Erreur envoi de courriels, S&#39;il vous plaît essayez de nouveau.</b>

source: Language Translator for Message
fr_fr: Traducteur de langue pour les messages

source: Per Tasks:
fr_fr: Tâches par:

source: Per Participants:
fr_fr: Les participants par:

source: spent with
fr_fr: passé avec

source: You can apply the amount
fr_fr: Vous pouvez demander le montant

source: for the Note
fr_fr: Note pour la

source: to any of the following invoices.
fr_fr: à l&#39;une des factures suivantes.

source: My Web Forms
fr_fr: Mon Web Forms

source: Create New
fr_fr: Créer un nouveau

source: Delete this Auto Responder
fr_fr: Supprimer ce répondeur automatique

source: Do you really want to delete?
fr_fr: Voulez-vous vraiment supprimer?

source: You do not have any auto responder. To add click
fr_fr: Vous n&#39;avez pas répondeur automatique. Pour ajouter cliquez sur
