Repository: glennneiger/ofuz
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fr_fr

source: Payments Log
fr_fr: Paiements Connectez-vous

source: Cancel
fr_fr: Annuler

source: Add payment
fr_fr: Ajouter de paiement

source: with the Note:
fr_fr: avec la note:

source: or with the amount you want.
fr_fr: ou avec le montant que vous voulez.

source: Amount :
fr_fr: Montant:

source: Add Payment
fr_fr: Ajouter de paiement

source: No, I'll add later
fr_fr: Non, je vais ajouter plus tard

source: Remove
fr_fr: Supprimer

source: Invoice
fr_fr: Facture

source: Date Created
fr_fr: Date de création

source: Invoice Status
fr_fr: État de la facture

source: INVOICE:
fr_fr: FACTURE:

source: Convert to Invoice
fr_fr: Convertir en facture

source: Send Quote By Email
fr_fr: Citation Envoyer par Email

source: Send Invoice By Email
fr_fr: Facture Envoyer par Email

source: Edit
fr_fr: Éditer

source: Delete
fr_fr: Effacer

source: Are you sure you want to Delete?'
fr_fr: Etes-vous sûr de vouloir supprimer?

source: Are you sure you want to Cancel?'
fr_fr: Etes-vous sûr de vouloir annuler? "

source: Print
fr_fr: Imprimer

source: Client Link
fr_fr: Lien à la clientèle

source: Generate pdf
fr_fr: Générer pdf

source: Upload Logo
fr_fr: Envoyer Logo

source: FROM
fr_fr: D&#39;

source: TO
fr_fr: À

source: view customer details
fr_fr: Voir les détails des internautes

source: Due Date
fr_fr: Date d&#39;échéance

source: Amount Due
fr_fr: Montant à payer

source: Terms
fr_fr: Termes

source: Item
fr_fr: Point

source: Qty.
fr_fr: Qté.

source: Price
fr_fr: Prix

source: Tax(%)
fr_fr: D&#39;impôt (%)

source: Subtotal
fr_fr: Total

source: Discount
fr_fr: Rabais

source: Tax
fr_fr: Impôt

source: Amount Paid
fr_fr: Montant payé

source: Balance Due
fr_fr: Solde dû

source: Add a task
fr_fr: Ajouter une tâche

source: Your Task Categories
fr_fr: Votre tâche Catégories

source: Upcoming
fr_fr: Prochain

source: Completed
fr_fr: Terminé

source: Tasks By Date
fr_fr: Tâches par date

source: Task By Projects
fr_fr: De travail par des projets

source: Overdue
fr_fr: En retard

source: More...
fr_fr: Plus d&#39;informations ...

source: This Month
fr_fr: Ce mois-ci

source: Merge Contacts
fr_fr: Contacts de fusion

source: You have choosen to merge some contacts which are shared by some of your co-workers and you do not have access to merge them. Here are the contacts that are not permitted to be merged:
fr_fr: Vous avez choisi de fusionner certains contacts qui sont partagées par certains de vos collègues et vous n&#39;avez pas accès à les fusionner. Voici les contacts qui ne sont pas autorisés à fusionner:

source: Contacts are merged successfully.
fr_fr: Des contacts sont fusionnées avec succès.

source: Please wait page will be redirected in 5 seconds.
fr_fr: S&#39;il vous plaît attendre la page allez être redirigé dans 5 secondes.

source: An Error ocured while merging. Please try again
fr_fr: Une erreur lors de la fusion ocured. S&#39;il vous plaît essayer de nouveau

source: Click To Back
fr_fr: Cliquez ICI pour revenir

source: Send Message
fr_fr: Envoyer un message

source: Select an email template
fr_fr: Sélectionnez un modèle de courrier électronique

source: New Template
fr_fr: Nouveau modèle

source: Manage your templates
fr_fr: Gérez vos modèles

source: Insert a merge field
fr_fr: Insérer un champ de fusion

source: merge field
fr_fr: un champ de fusion

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de famille

source: Company
fr_fr: Entreprise

source: You have an unsaved note draft on :
fr_fr: Vous avez un projet de note non enregistrées sur:

source: Copy this
fr_fr: Copiez ce

source: Discard this
fr_fr: Jeter cette

source: Content is saved as a draft
fr_fr: Le contenu est enregistré comme brouillon

source: Subject:
fr_fr: Objet:

source: Save As Draft
fr_fr: Enregistrer en tant que projet

source: Send Mailing
fr_fr: Envoyer postale

source: Account Settings
fr_fr: Paramètres du compte

source: Export
fr_fr: Exportation

source: Export My Contacts
fr_fr: Mes contacts à l&#39;exportation

source: Invoice Settings
fr_fr: Facture Paramètres

source: Save
fr_fr: Sauver

source: Authorized.net details
fr_fr: Détails Authorized.net

source: delete
fr_fr: effacer

source: Transaction Key :
fr_fr: Transaction clés:

source: Paypal details
fr_fr: Détails Paypal

source: Paypal Business Email :
fr_fr: Email Business Paypal:

source: Currency details
fr_fr: Monnaie de détails

source: Select Currency :
fr_fr: Sélectionnez Devise:

source: Date Format
fr_fr: Format de date

source: You should have atleat 2 Contacts to be merged
fr_fr: Vous devriez avoir atleat 2 contacts à fusionner

source: Website
fr_fr: Site Web

source: Address
fr_fr: Adresse

source: Address Type :
fr_fr: Type d&#39;adresse:

source: Address :
fr_fr: Adresse:

source: Street :
fr_fr: Rue:

source: Zipcode :
fr_fr: Code postal:

source: City :
fr_fr: Ville:

source: State :
fr_fr: État:

source: Country :
fr_fr: Pays:

source: Feed Type :
fr_fr: Type d&#39;alimentation:

source: RSS Feed URL :
fr_fr: URL de flux RSS:

source: Username :
fr_fr: Nom d&#39;utilisateur:

source: Continue
fr_fr: Continuer

source: Import Contacts From Twitter
fr_fr: Importez des contacts de Twitter

source: Your Twitter contacts have been successfully imported.
fr_fr: Vos contacts Twitter ont été importées avec succès.

source: Go to the Contact Page
fr_fr: Aller à la page Contact

source: My Information
fr_fr: Mes informations

source: Thank You !!
fr_fr: Merci!

source: Add a new contact
fr_fr: Ajouter un nouveau contact

source: Company Information
fr_fr: Information sur l&#39;entreprise

source: Phone
fr_fr: Téléphone

source: People in this Company
fr_fr: Les gens dans cette société

source: Edit this Company
fr_fr: Modifier cette entreprise

source: Add a Note About
fr_fr: Ajouter une note

source: more options
fr_fr: Plus d&#39;options

source: Attach a file:
fr_fr: Joindre un fichier:

source: When this happened:
fr_fr: Lorsque cela se produisait:

source: Add this note
fr_fr: Ajouter cette note

source: on
fr_fr: sur

source: more ...
fr_fr: Plus d&#39;informations ...

source: Your completed tasks
fr_fr: Vos tâches terminées

source: Task name
fr_fr: Nom de la tâche

source: When's it due?
fr_fr: Quand est-ce dû?

source: Set Date
fr_fr: Régler la date

source: When's it due? (Specific Date)
fr_fr: Quand est-ce dû? (Date précise)

source: Reset
fr_fr: Remise

source: Choose or Type a category
fr_fr: Choisissez une catégorie ou type

source: Add this task
fr_fr: Ajouter cette tâche

source: Edit Category
fr_fr: Modifier la catégorie

source: Optionally select a project
fr_fr: Facultativement, sélectionnez un projet

source: Task Description
fr_fr: Description de la tâche

source: Category
fr_fr: Catégorie

source: Project name
fr_fr: Nom du projet

source: Add this project
fr_fr: Ajouter ce projet

source: Choose or Type Email address:
fr_fr: Choisissez ou tapez l&#39;adresse email:

source: Invite to join your co-workers
fr_fr: Invitez-les à se joindre à vos collègues de travail

source: First Name(*)
fr_fr: Prénom (*)

source: Last Name(*)
fr_fr: Nom de famille (*)

source: Company name
fr_fr: Nom de l&#39;entreprise

source: Username(*)
fr_fr: Nom d&#39;utilisateur (*)

source: Password(*)
fr_fr: Mot de passe (*)

source: Register Now
fr_fr: Inscrivez-vous maintenant

source: Fields with a (*) are required.
fr_fr: Les champs marqués d&#39;un astérisque (*) sont obligatoires.

source: Email Address:
fr_fr: Adresse Email:

source: Terms:
fr_fr: Conditions:

source: Company:
fr_fr: Société:

source: Amount:
fr_fr: Montant:

source: Quantity:
fr_fr: Quantité:

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom de famille

source: Title
fr_fr: Titre

source: Picture
fr_fr: Image

source: Add this person
fr_fr: Ajouter cette personne

source: More Options
fr_fr: Plus d&#39;options

source: Attach a file:
fr_fr: Joindre un fichier:

source: When this happened:
fr_fr: Lorsque cela se produisait:

source: This is the registration form. It lets users enter their personal info and select a username and password.
fr_fr: Ceci est le formulaire d&#39;inscription. Il permet aux utilisateurs de saisir leurs informations personnelles et choisir un nom d&#39;utilisateur et mot de passe.

source: Submit
fr_fr: Soumettre

source: Add this Company
fr_fr: Ajouter cette société

source: Ofuz :: Contact Unsubscribe
fr_fr: Ofuz:: Contact Se désabonner

source: My Email Templates
fr_fr: Mon Email Templates

source: Select Email Template
fr_fr: Email Sélectionner un modèle

source: Auto Responder Name
fr_fr: Nom répondeur automatique

source: Subject
fr_fr: Sujet

source: Tag Name
fr_fr: Nom de la balise

source: Number Of Days to send
fr_fr: Nombre de jours pour envoyer

source: Create
fr_fr: Créer

source: Match Fields
fr_fr: Correspondance des champs

source: Step 2 of 2:
fr_fr: Étape 2 de 2:

source: Map your CSV fields with Database Fields.
fr_fr: Plan vos champs CSV avec les champs de base de données.

source: Import
fr_fr: Importation

source: Twitter Setup
fr_fr: Twitter installation

source: Your Ofuz account is integrated with your Twitter account:
fr_fr: Votre compte Ofuz est intégré à votre compte Twitter:

source: Click
fr_fr: Cliquez sur

source: HERE
fr_fr: ICI

source: to import your Twitter contacts.
fr_fr: pour importer vos contacts Twitter.

source: Your account is not yet integrated with Twitter.
fr_fr: Votre compte n&#39;est pas encore intégré à Twitter.

source: Please click
fr_fr: S&#39;il vous plaît cliquez sur

source: here
fr_fr: ici

source: to allow Ofuz to access your Twitter data.
fr_fr: pour permettre Ofuz accéder à vos données Twitter.

source: Drop Box Task Setup
fr_fr: Le programme d&#39;installation Drop Box de travail

source: You do not have a drop box email id yet
fr_fr: Vous n&#39;avez pas un e-mail liste déroulante ID encore

source: Generate one by clicking
fr_fr: Générer un en cliquant sur

source: Discussion Email Alert Setup
fr_fr: Le programme d&#39;installation de discussion Alerte Email

source: Turn Off
fr_fr: Désactiver

source: Payments
fr_fr: Paiements

source: Other invoice due
fr_fr: autre facture en raison

source: Pay With Paypal
fr_fr: Payer avec Paypal

source: Pay with Credit card
fr_fr: Payer par carte de crédit

source: Download
fr_fr: Télécharger

source: Invoice generated by
fr_fr: Facture générée par

source: File format not supported. gif, png and jpg format are currently supported
fr_fr: Format de fichier non pris en charge. gif, png et jpg sont actuellement pris en charge

source: Import Contacts From Facebook
fr_fr: Importez des contacts de Facebook

source: Import Contacts from vCard
fr_fr: Importer des contacts à partir de vCard

source: Select your vCard File
fr_fr: Sélectionnez vCard à votre dossier

source: Ofuz supports importing contacts from vCard.
fr_fr: Ofuz supporte l&#39;importation des contacts à partir de vCard.

source: To start import, browse to locate your file and click on the Import button.
fr_fr: Pour démarrer l&#39;importation, localisez votre fichier et cliquez sur le bouton Importer.

source: File Location:
fr_fr: Emplacement du fichier:

source: on the imported contacts.
fr_fr: sur les contacts importés.

source: This transaction has been approved.
fr_fr: Cette transaction a été approuvée.

source: Your page session has been expired. Please go back to the Invoice page and try again.
fr_fr: Votre session a expiré page. S&#39;il vous plaît revenir à la page de facture et essayez à nouveau.

source: Total due :
fr_fr: Total des créances:

source: - email template edit
fr_fr: - Modèle de courrier électronique modifier

source: Send it in
fr_fr: Envoyez-le à

source: day(s)
fr_fr: jour (s)

source: Update
fr_fr: Mettre à jour

source: Invite as co-worker
fr_fr: Inviter en tant que co-travailleur

source: is already a co-worker
fr_fr: est déjà un collègue

source: I would like to invite someone else.
fr_fr: Je voudrais inviter quelqu&#39;un d&#39;autre.

source: Invitation sent, waiting for confirmation
fr_fr: Invitation envoyée, en attente de confirmation

source: No, this is not the contact I know.Let me send the invitation to:
fr_fr: Non, ce n&#39;est pas le contact, je me know.Let envoyer l&#39;invitation à:

source: To invite
fr_fr: Pour inviter

source: please choose or type Email address:
fr_fr: choisir s&#39;il vous plaît ou tapez l&#39;adresse email:

source: Google Gears Setup
fr_fr: Google Gears d&#39;installation

source: Turn On
fr_fr: Allumer

source: You are trying to access a project which you are not realted to. Please check the URL
fr_fr: Vous essayez d&#39;accéder à un projet dont vous n&#39;êtes pas à Realted. S&#39;il vous plaît vérifier l&#39;URL

source: Synchronization
fr_fr: Synchronisation

source: From :
fr_fr: De:

source: To :
fr_fr: Pour:

source: I N V O I C E
fr_fr: FACTURE

source: Invoice #
fr_fr: Facture #

source: Quantity
fr_fr: Quantité

source: Subtotal:
fr_fr: Total partiel:

source: Discount -
fr_fr: Remise -

source: Tax + :
fr_fr: TVA +:

source: Amount Paid :
fr_fr: Montant payé:

source: Balance Due :
fr_fr: En raison de la balance:

source: Logging out ....
fr_fr: Déconnexion ....

source: Search
fr_fr: Recherche

source: Search Users by their first or last name to add as co-workers:
fr_fr: Les utilisateurs de la recherche par leur nom ou le prénom d&#39;ajouter en tant que co-travailleurs:

source: Invitations Rejected
fr_fr: Invitations Rejeté

source: Invitations Pending
fr_fr: Invitations en attente

source: contacts are shared by
fr_fr: contacts sont partagés par

source: You have shared
fr_fr: Vous avez partagé

source: You have no co-workers
fr_fr: Vous n&#39;avez pas de co-travailleurs

source: at
fr_fr: à

source: Add
fr_fr: Ajouter

source: Its a good time to set the next date when to contact
fr_fr: C&#39;est un bon moment pour définir la prochaine date à contacter

source: with a
fr_fr: avec un

source: Follow UP task
fr_fr: Suivi des tâches

source: Note is saved as a draft
fr_fr: Note est enregistré comme un projet

source: more options
fr_fr: Plus d&#39;options

source: My co-workers and I
fr_fr: Mes collègues et moi

source: Me, co-workers and
fr_fr: Moi, des collègues et des

source: Hours Worked:
fr_fr: Heures travaillées:

source: Send a copy to this contact:
fr_fr: Envoyer une copie à ce contact:

source: Star this note to move it on top
fr_fr: Star de cette note pour la déplacer sur le dessus

source: Delete this note
fr_fr: Supprimer cette note

source: delete
fr_fr: effacer

source: Added By :
fr_fr: Ajouté par:

source: edit
fr_fr: éditer

source: Back to the Source of the Article
fr_fr: Retour à la Source de l&#39;article

source: Address:
fr_fr: Adresse:

source: Selected
fr_fr: Sélectionné

source: Label
fr_fr: Étiquette

source: Size in characters
fr_fr: Taille des caractères

source: You recently viewed
fr_fr: Vous avez récemment consultés

source: My Profile
fr_fr: Mon profil

source: Task Discussion Email Alert
fr_fr: Alerte spéciale discussion par courrier électronique

source: Cancel Account
fr_fr: Annuler le compte

source: Delete this fields
fr_fr: Supprimer ce champs

source: Add another
fr_fr: Ajouter un autre

source: Delete this field
fr_fr: Supprimer ce domaine

source: Contact Tasks
fr_fr: Contact Tâches

source: Tasks Related to this Contact
fr_fr: Les tâches liées à ce contact

source: Add a project
fr_fr: Ajouter un projet

source: Add Task Dropbox
fr_fr: Ajouter Dropbox travail

source: Use the following drop box to add a task for this project.
fr_fr: Utilisez la liste déroulante ci-dessous pour ajouter une tâche pour ce projet.

source: Add a Co-worker
fr_fr: Ajouter un collègue

source: Co-workers
fr_fr: Co-travailleurs

source: Participating co-workers:
fr_fr: Participation des collègues:

source: If you want to share this project with others, add co-workers to your Ofuz account
fr_fr: Si vous souhaitez faire partager ce projet avec d&#39;autres, ajouter des co-travailleurs à votre compte Ofuz

source: add co-workers
fr_fr: co add-travailleurs

source: Discussion Email Alert
fr_fr: Alerte Email Discussion

source: You have turned off email alert for this project.<br /> If you want to get email alerts for this project please turn it on. <br />
fr_fr: Vous avez désactivé alerte email pour ce projet. <br /> Si vous souhaitez recevoir des alertes email pour ce projet s&#39;il vous plaît tourner sur. <br />

source: Your email alert for the project discussion is set on by default. You can turn off if you do not want to receive emails for this project discussion.<br />
fr_fr: Votre alerte e-mail pour la discussion du projet est défini par défaut. Vous pouvez désactiver si vous ne voulez pas recevoir des messages pour cette discussion du projet. <br />

source: Contact Information
fr_fr: Coordonnées

source: Timesheet
fr_fr: Feuille de temps

source: Task Drop Box
fr_fr: Drop Box de travail

source: Use the following Email Id to create a note :
fr_fr: Utiliser l&#39;ID suivants Email pour créer une note:

source: No drop box code is generated
fr_fr: Aucun code boîte de dépôt est généré

source: Generate one by
fr_fr: Générer un par

source: clicking here
fr_fr: en cliquant ici

source: Today's Tasks
fr_fr: Aujourd&#39;hui, les tâches

source: All Tasks
fr_fr: Toutes les tâches

source: Task Owner
fr_fr: Propriétaire de travail

source: Change the task owner
fr_fr: Changer la tâche propriétaire

source: Hide
fr_fr: Cacher

source: Add a Task
fr_fr: Ajouter une tâche

source: Progress
fr_fr: Progrès

source: Invoices
fr_fr: Factures

source: Search by tags
fr_fr: Recherche par mots clés

source: Recurrent Invoice
fr_fr: Récidive facture

source: This invoice repeats every
fr_fr: Cette facture se répète tous les

source: This invoice repeats
fr_fr: Cette facture reprend

source: every
fr_fr: tous

source: The next invoice will be generated on
fr_fr: La prochaine facture sera générée à la

source: Add a Project Task
fr_fr: Ajouter un projet d&#39;étude

source: Narrow your search
fr_fr: Affiner votre recherche

source: cancel
fr_fr: annuler

source: has been removed
fr_fr: a été enlevé

source: has send the following message using ofuz
fr_fr: a envoyé le message suivant à l&#39;aide ofuz

source: <br>Notification can not be sent to
fr_fr: <br> Notification ne peut être envoyé à

source: Send Us Feedback
fr_fr: Envoyez-nous vos commentaires

source: Let us know what you think. &nbsp; Likes, dislikes, questions, comments, bugs, or anything.
fr_fr: Faites-nous savoir ce que vous pensez. Aime, n&#39;aime pas, questions, commentaires, bugs ou quoi que ce soit.

source: Thank You
fr_fr: Merci

source: Your comments are valuable to us. &nbsp; We appreciate your taking the time to help make Ofuz even better.
fr_fr: Vos commentaires sont précieux pour nous. Nous vous remercions de prendre le temps pour aider à faire Ofuz encore mieux.

source: Email :
fr_fr: Courrier électronique:

source: Click here
fr_fr: Cliquez ici

source: to unsubscribe from this email series
fr_fr: Pour vous désinscrire de cette série email

source: Attached to a project
fr_fr: Attachés à un projet

source: Select Project
fr_fr: Sélectionnez Projet

source: You do not have Project.
fr_fr: Vous n&#39;avez pas de projet.

source: Who can view this note:
fr_fr: Qui peut consulter cette note:

source: and I
fr_fr: et je

source: Me, co-workers and
fr_fr: Moi, des collègues et des

source: close
fr_fr: fermer

source: Please Enter Login and Transacton Key for Authorized.net
fr_fr: S&#39;il vous plaît entrez votre login et Transacton clés pour Authorized.net

source: Data Updated
fr_fr: Mise à jour des données

source: Data Deleted
fr_fr: Les données supprimées

source: Please Enter Paypal Business Email
fr_fr: S&#39;il vous plaît Inscrivez Email Business Paypal

source: Australian dollar
fr_fr: dollar australien

source: Brazilian real
fr_fr: Real brésilien

source: British pound
fr_fr: livre sterling

source: Canadian dollar
fr_fr: dollar canadien

source: Hong Kong dollar
fr_fr: Dollar de Hong Kong

source: Indian rupee
fr_fr: roupie indienne

source: Japanese yen
fr_fr: yen japonais

source: New Zealand dollar
fr_fr: Dollar néo-zélandais

source: Swiss franc
fr_fr: franc suisse

source: United States dollar
fr_fr: Dollar des États-Unis

source: Please provide one name for the autoresponder
fr_fr: S&#39;il vous plaît donner un nom pour le répondeur

source: Please Select One Tag
fr_fr: S&#39;il vous plaît Choisir un tag

source: Amount Not Added :
fr_fr: Montant pas ajouté:

source: Wrong Username or Password
fr_fr: Nom d&#39;utilisateur ou mot de passe

source: User name
fr_fr: Nom d&#39;utilisateur

source: Password
fr_fr: Mot de passe

source: Your password has been sent to:
fr_fr: Votre mot de passe a été envoyé à:

source: No user found with that email address
fr_fr: Aucun utilisateur trouvé à cette adresse e-mail

source: Wrong login or password
fr_fr: mauvais login ou mot de passe

source: Seems like you have registered through facebook. Please login with facebook !
fr_fr: On dirait que vous vous êtes inscrit sur Facebook. S&#39;il vous plaît vous connecter avec Facebook!

source: Your account is not currently active, contact our tech support at
fr_fr: Votre compte n&#39;est pas actif, contactez notre support technique à

source: Wrong Login !
fr_fr: Login incorrect!

source: Sorry! But seems like you are not connected to facebook. Please connect first.
fr_fr: Désolé! Mais semble que vous n&#39;êtes pas connecté à Facebook. S&#39;il vous plaît connecter.

source: closed
fr_fr: fermé

source: progress
fr_fr: progrès

source: at
fr_fr: à

source: Please Provide a reason before cancelling the account
fr_fr: S&#39;il vous plaît fournir une raison valable, avant d&#39;annuler le compte

source: Task Completed:
fr_fr: Tâche achevée:

source: When's it due? (Specific Date) (YYYY/mm/dd)
fr_fr: Quand est-ce dû? (Date précise) (AAAA / mm / jj)

source: Choose a category
fr_fr: Choisissez une catégorie

source: Save this task
fr_fr: Sauvegarder cette tâche

source: or
fr_fr: ou

source: Payment has been deducted from the invoice.
fr_fr: Le paiement a été déduit de la facture.

source: This Payment can not be deleted since it is shared with multiple invoices.
fr_fr: Ce paiement ne peut pas être supprimée car elle est partagée avec plusieurs factures.

source: Please select some labels
fr_fr: S&#39;il vous plaît sélectionner des étiquettes

source: Hours Worked :
fr_fr: Heures travaillées:

source: File :
fr_fr: Fichier:

source: Who can edit ?
fr_fr: Qui peut modifier?

source: Attachment
fr_fr: Attachement

source: Select Week
fr_fr: Sélectionnez la Semaine

source: Task Discussion
fr_fr: Groupe de discussion

source: more...
fr_fr: Plus d&#39;informations ...

source: Select One
fr_fr: Choisissez-en un

source: Add this co-worker
fr_fr: Ajouter cette co-travailleur

source: not in this list ?
fr_fr: pas dans cette liste?

source: No co-workers found. To share this project with others
fr_fr: Aucun des collègues trouvés. Pour partager ce projet avec d&#39;autres

source: invite co-workers
fr_fr: co-travailleurs invitons

source: Co-worker is assigned successfuly for the project
fr_fr: Co-travailleur est assigné avec succès pour le projet

source: Co-worker is already assigned this project
fr_fr: Co-travailleurs est déjà affecté à ce projet

source: You must select a co-worker
fr_fr: Vous devez sélectionner un collègue

source: You have selected Invalid date.
fr_fr: Vous avez choisi la date Blancs.

source: Delete this item
fr_fr: Supprimer cet article

source: Item Description
fr_fr: Description de l&#39;article

source: Your Password has been sent
fr_fr: Votre mot de passe a été envoyé

source: Enter your email address
fr_fr: Entrez votre adresse email

source: Log out successful
fr_fr: Connectez-vous à succès

source: has added a note on discussion
fr_fr: a ajouté une note sur la discussion

source: in project
fr_fr: dans le projet
